{
  "Home": "Главная",
  "About": "О нас",
  "Products": "Продукты",
  "Contact": "Контакты",
  "language": "Русский",
  "about_us": "О Нас",
  "our_solution": "Наши решения гарантируют, что воздух в помещениях становится чище, что насосы работают эффективно, и что трубопроводы остаются герметично закрытыми. И это всего лишь три примера, представляющие тысячи приложений.",
  "in_year_rosoDescr": "В 2023 году ROSO выделяется как гибкая и международная технологическая компания с научной базой, обеспечивающая стандарт развития. Наши сотрудники являются экспертами в ведущих технологических продуктах, услугах и решениях, которые используются в тысячах приложений и около 10 сегментов рынка. Наши уплотнения, фильтры, клапаны, насосы и измерительные устройства вносят ценный вклад в успех наших клиентов по всему миру.",
  "in_depth": "Глубокая экспертиза",
  "as_inter_enge": "Как международная группа инженеров в области промышленной обработки, мы устанавливаем стандарты в области технологий, инноваций и качества. Близко сотрудничая с коллегами из различных отраслей промышленности, с клиентами, партнерами, а также академическим сообществом, мы разрабатываем передовые технологические продукты, решения и услуги.",
  "working_towards": "Мы работаем над одной целью в ROSO: стать лучшей в мире компанией по производству промышленных газов и инженерии, предлагая инновационные и устойчивые решения для наших клиентов и создавая ценность для всех заинтересованных сторон.",
  "home_title": "ROSO - Инновационные решения для промышленности",
  "products_title": "Продукты ROSO",
  "products_description": "Наш ассортимент уникальных продуктов и решений",
  "products_detailed_description":"ROSO предлагает обширный ассортимент продукции, который включает в себя герметизирующие листовые материалы, прокладки, клапаны, фильтры, различные типы насосов и их запасные части для химической/нефтехимической промышленности, а также связанные промышленные измерительные инструменты. Продукция адаптирована к конкретным требованиям отрасли заказчика и характеризуется надежностью, высоким качеством и долговечностью."
}
