{
  "Home": "Home",
  "About": "About",
  "Products": "Product",
  "Contact": "Contact",
  "language": "English",
  "about_us": "About us",
  "our_solution": "Our solutions ensure that the air in rooms is cleaner, that pumps suck and that pipelines remain hermetically sealed. And these are just three examples, representative of thousands of applications.",
  "in_year_rosoDescr": "In 2023, ROSO stands out as an agile and flexible international technology company, with a scientific basis, which ensures standard of development. Our employees are experts in leading technological products, services and solutions that are used in thousands of applications and about 10 market segments. Our seals, filters, valves, pumps, and measuring devices make a valuable contribution to the success of our customers around the world.",
  "in_depth": "In-Depth Expertise",
  "as_inter_enge": "As a international group of engineers in the field of industrial processing, we set standards in technology, innovation and quality. Working closely with colleagues from various industries, with customers, partners, as well as academic community, we develop leading-edge technology products, solutions and services.",
  "working_towards": "We’re working towards a single vision at ROSO: to be the best performing global industrial gases and engineering company, delivering innovative and sustainable solutions for our customers and creating value for all our stakeholders.",
  "home_title": "ROSO - Innovative Solutions for Industry",
  "products_title": "ROSO Products",
  "products_description": "Our range of unique products and solutions",
  "products_detailed_description": "ROSO offers a comprehensive product portfolio that includes sealing sheet material, gaskets, valves, filters, various types of pumps and their spare parts for the chemical/petrochemical industries, as well as related industrial measurement instruments. The products are tailored to the specific requirements of the customer industries and are characterized by reliability, high quality and durability.",
  "sheets": "Sheet materials",
  "INDUSTRY-LEADING": "Our industry-leading ranger of soft sealing materials.",
  "ROSO-OFFERS": "ROSO offers a wide range of soft gasket sheets based on four product groups:",
  "FIBER-REINFORCED": "Fiber reinforced gasket sheet materials",
  "asbestos-free": "Our range of asbestos-free, calendared gasket sealing materials. ROSO provides excellent resistance (e.g. temperature, mechanical or chemical resistance) in the areas required by the corresponding target industry. Furthermore ROSO is easy to cut, handle and fit.",
  "Soft-Sealing": "Soft Sealing Gasket Materials",
  "PTFE": "PTFE-based soft sealing gasket materials guarantee ultimate chemical resistance and are designed to cater for the majority of gasket applications. Products from the ROSO Teflex PTFE gasket material range are tailored to provide the characteristics required by their target industries. Amongst others, this includes tightness even at low surface pressures, high resistance against strong acids or strong alkaline solutions as well as good properties at medium and low temperatures.",
  "Graphite-Based": "Graphite-Based Gasket Materials and ROSO",
  "Quality-Graphite": "High Quality Graphite gaskets are suitable for temperatures between -200°C and up to 550°C, and offer resistance against a broad range of media. Wrapped with an anti-stick coating specifically developed for this purpose ROSO graphite-based sheets offer the most effective technical solutions and cost effective solutions in the field."
}

